package OOPdomaci1;

public class Knjige {

    /*

    1. Написати неке од следећих класа (најмање две)
    Изаберите нешто занимљиво сами
    Класа Аутомобил
    Класа Животиња
    Класа Профил (Нпр на некој друштвеној мрежи)
    Класа Књига
    Класа Торта
    Класа Библиотека
    Нпр може да садржи низ објеката типа Књига

    2. Написати main методу (ван ваше класе) која:
    Прави 3 Објекта ваше класе (једне)
    *Користи (позива) макар једном неку методу над конкретним објектом

     */

    String imeKnjige;
    String autor;
    int godinaIzdanja;

    public Knjige(String k1, String k2, int br) {
        imeKnjige = k1;
        autor = k2;
        godinaIzdanja = br;

    }

}




